let handler = async (m, { conn }) => {
conn.reply(m.chat,`**\n\n*“${pickRandom(global.verdaad)}”*\n\n**`, m)
}
handler.help = ['ايمو']
handler.tags = ['fun']
handler.command = /^ايمو/i
export default handler
function pickRandom(list) {
return list[Math.floor(list.length * Math.random())]
}
global.verdaad = [
"جيب الايمواجي ده 🐾",
"جيب الايمواجي ده 🗼", 
"جيب الايمواجي ده 🗾", 
"جيب الايمواجي ده ⛳", 
"جيب الايمواجي ده 🥢",
"جيب الايمواجي ده 🚏", 
"جيب الايمواجي ده 🚥",
"جيب الايمواجي ده 🛏️",
"جيب الايمواجي ده 🧴", 
"جيب الايمواجي ده 🔻",
"جيب الايمواجي ده 🔸",
"جيب الايمواجي ده 🦠",
"صلي علي النبي وكمل ⁦(⁠灬⁠º⁠‿⁠º⁠灬⁠)⁠♡⁩",
"جيب الايمواجي ده 🦴",
"جيب الايمواجي ده 🍂", 
"جيب الايمواجي ده ⛲",
"جيب الايمواجي ده 🥤",
"جيب الايمواجي ده 🧳",
"جيب الايمواجي ده 🎡",
"جيب الايمواجي ده 🎣",
"جيب الايمواجي ده 🎢",
"جيب الايمواجي ده 💈",
"جيب الايمواجي ده 🎁",
"جيب الايمواجي ده 🧶",
"جيب الايمواجي ده 🕳️",
"جيب الايمواجي ده 🌡️",
"جيب الايمواجي ده 🥫",
"جيب الايمواجي ده 🍶",
"جيب الايمواجي ده 🎋",
"جيب الايمواجي ده 🥊",
"جيب الايمواجي ده 📼",
"جيب الايمواجي ده 🌀",
"جيب الايمواجي ده 🚡",
"جيب الايمواجي ده 💶",
"جيب الايمواجي ده 🕔",
"جيب الايمواجي ده 🗝️",
"جيب الايمواجي ده 🌇",
"جيب الايمواجي ده 🏷️",
"جيب الايمواجي ده 🧬",
"جيب الايمواجي ده 🛷",
"جيب الايمواجي ده 🍢",
"جيب الايمواجي ده 🔋",
"جيب الايمواجي ده ☔",
"جيب الايمواجي ده 🔹",
"جيب الايمواجي ده 📍",
"جيب الايمواجي ده ⚙️",
"جيب الايمواجي ده 🐠",
"جيب الايمواجي ده 🗺️",
"جيب الايمواجي ده 🧯",
"جيب الايمواجي ده 🧪",
"جيب الايمواجي ده 🥿",

]